260702_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/municipios/ara-malikian-sera-pregonero-fiestas-santo-cristo-amparo/20260701212141195140.html][Ara Malikian será el pregonero de las Fiestas del Santo Cristo del Amparo]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/huertos-municipales-sostenibles-revilla-acogen-nueva-edicion-pequecultores/20260701210658195138.html][Los huertos municipales sostenibles de Revilla acogen una nueva edición de ‘Pequecultores’]]
- [[https://eldiariocantabria.publico.es/articulo/torrelavega/iu-podemos-considera-nuevo-agravio-vecinos-zapaton-cambio-ubicacion-pista-hielo/20260701205339195136.html][IU-Podemos considera “un nuevo agravio” a los vecinos de El Zapatón el cambio de ubicación de la pista de hielo]]
- [[https://eldiariocantabria.publico.es/articulo/santander/psoe-ve-egoista-igual-pedir-refuerzos-policia-nacional-verano-cuestiones-que-competen/20260701203522195134.html][El PSOE ve “egoísta” a Igual por pedir refuerzos de Policía Nacional en verano para “cuestiones que no les competen”]]
- [[https://eldiariocantabria.publico.es/articulo/politica/juez-cita-como-testigos-excargos-fiscalia-que-reunieron-leire-diez/20260701200843195133.html][El juez cita como testigos a los excargos de Fiscalía que se reunieron con Leire Díez]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/07/01/after-quakes-trap-venezuelans-government-blocks-rescuers-aid/][After quakes trap Venezuelans, the government impedes rescuers and aid]]
- [[https://www.washingtonpost.com/world/2026/06/30/july-fourth-pope-leo-offer-counterpoint-trumps-america/][Pope Leo plans to send a message about migrants on July Fourth]]
- [[https://www.washingtonpost.com/world/2026/06/30/war-stalls-putin-concedes-he-never-cut-deal-with-trump-alaska/][As war stalls, Putin concedes he never cut a deal with Trump in Alaska]]
- [[https://www.washingtonpost.com/world/2026/06/30/with-little-help-venezuelans-try-rescue-themselves-we-have-only-each-other/][With little official help, Venezuelans in earthquakes rescue themselves]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/china/europe-learns-its-hard-to-start-a-trade-war-with-china-during-a-heat-wave-a2480fdd][Europe Learns It’s Hard to Start a Trade War With China During a Heat Wave]]
- [[https://www.wsj.com/world/middle-east/dubai-recovery-iran-war-ea1c018d][Dubai Plots a Postwar Comeback That Repairs Its Shattered Image]]
- [[https://www.wsj.com/world/americas/u-s-plunges-trade-pact-with-canada-and-mexico-into-doubt-4ee87167][U.S. Plunges Trade Pact With Canada and Mexico Into Doubt]]
- [[https://www.wsj.com/world/americas/cuba-says-the-u-s-has-underestimated-the-islands-resiliency-d3ef8887][Cuba Says the U.S. Has Underestimated the Island’s Resiliency]]
- [[https://www.wsj.com/world/asia/where-is-aung-san-suu-kyi-myanmars-tainted-pro-democracy-icon-47a4233e][Where Is Aung San Suu Kyi, Myanmar’s Tainted Pro-Democracy Icon?]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/societe/article/2026/07/02/faut-eteindre-un-pelo-tu-manies-la-guitare-et-tu-shootes-dans-les-coulisses-d-un-projet-d-assassinat-visant-un-ex-membre-du-renseignement-algerien-en-france_6717786_3224.html][« Faut éteindre un “pélo”, tu manies la “guitare” et tu shootes » : dans les coulisses d’un projet d’assassinat visant un ex-membre du renseignement algérien en France]]
- [[https://www.lemonde.fr/international/live/2026/07/02/en-direct-guerre-en-ukraine-au-moins-huit-morts-dans-une-serie-de-frappes-russes-sur-kiev_6716525_3210.html][EN DIRECT, guerre en Ukraine : au moins huit morts dans une série de frappes russes sur Kiev]]
- [[https://www.lemonde.fr/international/article/2026/07/02/les-negociations-entre-l-iran-et-les-etats-unis-enkystees-autour-de-l-avenir-du-detroit-d-ormuz_6717749_3210.html][Les négociations entre l’Iran et les Etats-Unis enkystées autour de l’avenir du détroit d’Ormuz]]
- [[https://www.lemonde.fr/politique/article/2026/07/02/presidentielle-2027-laurent-wauquiez-vante-edouard-philippe-pour-mieux-attaquer-la-candidature-de-bruno-retailleau_6717752_823448.html][Présidentielle 2027 : Laurent Wauquiez vante Edouard Philippe pour mieux attaquer la candidature de Bruno Retailleau]]
- [[https://www.lemonde.fr/les-decodeurs/article/2026/07/01/visualisez-le-caractere-hors-norme-de-la-vague-de-chaleur-de-juin_6717587_4355770.html][Canicule de juin 2026 : visualisez le caractère historique de la vague de chaleur]]

*** Le Figaro

- [[https://www.lefigaro.fr/actualite-france/nouveaux-eveques-consacres-a-econe-contre-l-avis-du-pape-leon-xiv-le-recit-d-un-schisme-annonce-20260701][Nouveaux évêques consacrés à Ecône contre l’avis du pape Léon XIV : le récit d’un schisme annoncé]]
- [[https://www.lefigaro.fr/politique/c-est-la-gauche-qui-dicte-ses-choix-le-calendrier-de-la-presidentielle-cree-la-polemique-20260701][«C’est la gauche qui dicte ses choix» : le calendrier de la présidentielle 2027 crée la polémique]]
- [[https://www.lefigaro.fr/politique/presidentielle-2027-arnaud-montebourg-appelle-a-neutraliser-d-urgence-jean-luc-melenchon-qu-il-qualifie-de-fou-furieux-20260701][Présidentielle 2027 : Arnaud Montebourg appelle à «neutraliser d’urgence» Jean-Luc Mélenchon, qu’il qualifie de «fou furieux»]]
- [[https://www.lefigaro.fr/politique/benjamin-morel-il-n-y-avait-que-des-mauvaises-solutions-parmi-les-dates-pour-la-presidentielle-20260701][Benjamin Morel : « Il n’y avait que des mauvaises solutions parmi les dates pour la présidentielle »]]
- [[https://www.lefigaro.fr/elections/presidentielles/presidentielle-2027-le-pen-refute-l-idee-avancee-par-un-depute-rn-d-etre-la-tutrice-de-bardella-en-cas-de-victoire-20260701][Présidentielle 2027 : Le Pen réfute l’idée, avancée par un député RN, de devenir la «tutrice» de Bardella en cas de victoire]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.co.uk/news/articles/c4gyv05gk4do?at_medium=RSS&at_campaign=rss][At least eight killed in major missile and drone strikes on Kyiv]]
- [[https://www.bbc.co.uk/news/articles/c05yv34qlnlo?at_medium=RSS&at_campaign=rss][Aunt of Venezuelan boy pulled from rubble tells BBC she will give him 'mother's warmth']]
- [[https://www.bbc.co.uk/news/articles/c70yk07vq0po?at_medium=RSS&at_campaign=rss][From Truman's pension to Trump's billions - a White House windfall unmatched by any president]]
- [[https://www.bbc.co.uk/news/videos/cx2xw52ng5do?at_medium=RSS&at_campaign=rss][Did this AI anti-drug video make drugs look appealing?]]
- [[https://www.bbc.co.uk/news/articles/c33yjk0ldkdo?at_medium=RSS&at_campaign=rss][Ukrainian charged in Germany over Nord Stream blasts]]

