260702_day_briefing.html
<div id="outline-container-org4278473" class="outline-4">
<h4 id="org4278473">The Guardian</h4>
<div class="outline-text-4" id="text-org4278473">
<ul class="org-ul">
<li><a href="https://www.theguardian.com/world/2026/jul/01/sudan-rsf-rapid-support-forces-crimes-against-humanity-el-fasher-amnesty-ethnic-cleansing">Sudan’s RSF committed crimes against humanity in El Fasher, Amnesty says</a></li>
<li><a href="https://www.theguardian.com/world/2026/jul/01/witch-hunt-in-niger-as-military-regime-rounds-up-lgbtq-population">‘Witch-hunt’ in Niger as military regime rounds up LGBTQ+ population</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/30/they-will-attack-me-if-i-stay-immigrants-in-south-africa-flee-for-safety-amid-violence-and-anti-foreigner-protests">‘They will attack me if I stay’: immigrants in South Africa flee for safety amid violence and anti-foreigner protests</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/30/south-africa-police-anti-immigrant-protests">Police units deployed across South Africa before anti-immigration marches</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/26/cape-verde-world-cup-run-delights-diaspora-community-uk">‘Everyone is talking about Cape Verde’: World Cup run delights diaspora community in UK</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org42999b9" class="outline-3">
<h3 id="org42999b9">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-org42999b9">
</div>
<div id="outline-container-orgc88db57" class="outline-4">
<h4 id="orgc88db57">Corriere della Sera</h4>
<div class="outline-text-4" id="text-orgc88db57">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1770d2f" class="outline-4">
<h4 id="org1770d2f">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-org1770d2f">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/friuli-venezia-giulia-via-libera-ritorno-province-AIIQzVxD">Friuli Venezia Giulia, via libera al ritorno delle province</a></li>
<li><a href="https://www.ilsole24ore.com/art/salvini-frena-meloni-quirinale-la-vedo-bene-come-premier-nell-autunno-2027-AIXcXzxD">Salvini frena su Meloni al Quirinale: «La vedo bene come premier nell’autunno 2027»</a></li>
<li><a href="https://www.ilsole24ore.com/art/turismo-boom-voli-low-cost-fa-lievitare-affitti-italia-rincari-fino-130-euro-AIcik8xD">Turismo, il boom di voli low cost fa lievitare gli affitti: in Italia rincari fino a 130 euro</a></li>
<li><a href="https://www.ilsole24ore.com/art/mari-italiani-sempre-piu-caldi-2025-oltre-grado-sopra-media-AIOH24xD">Mari italiani sempre più caldi, nel 2025 oltre un grado sopra la media</a></li>
<li><a href="https://www.ilsole24ore.com/art/bollettino-ondate-calore-AISANRID">Il caldo dà una tregua, tornano i bollini verdi: venerdì per 18 città sulle 27 monitorate</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org45287e6" class="outline-3">
<h3 id="org45287e6">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-org45287e6">
</div>
<div id="outline-container-orgb821cf8" class="outline-4">
<h4 id="orgb821cf8">Der Spiegel</h4>
<div class="outline-text-4" id="text-orgb821cf8">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss">The Minab Attack: Did the United States Commit a War Crime in Iran?</a></li>
<li><a href="https://www.spiegel.de/international/world/climate-change-in-oceania-tuvalu-is-tired-of-the-prophets-of-doom-a-53a59063-c102-4f4e-9946-08b4189343b5#ref=rss">Climate Change in Oceania: Tuvalu Is Tired of the Prophets of Doom</a></li>
<li><a href="https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss">The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files</a></li>
<li><a href="https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss">Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability</a></li>
<li><a href="https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss">Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State'</a></li>
</ul>
</div>
</div>
<div id="outline-container-org56a57cc" class="outline-4">
<h4 id="org56a57cc">Deutsche Welle</h4>
<div class="outline-text-4" id="text-org56a57cc">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/explosion-in-monaco-who-is-vadym-yermolaiev/a-77792178?maca=en-rss-en-world-4025-rdf">Explosion in Monaco: Who is Vadym Yermolaiev?</a></li>
<li><a href="https://www.dw.com/en/how-cryptocurrencies-are-changing-global-politics/a-77789664?maca=en-rss-en-world-4025-rdf">How cryptocurrencies are changing global politics</a></li>
<li><a href="https://www.dw.com/en/how-the-cocoa-price-crash-is-crushing-west-african-farmers/a-77784709?maca=en-rss-en-world-4025-rdf">How the cocoa price crash is crushing West African farmers</a></li>
<li><a href="https://www.dw.com/en/russia-s-fuel-crisis-is-putin-under-pressure/a-77783803?maca=en-rss-en-world-4025-rdf">Russia's fuel crisis: Is Putin under pressure?</a></li>
<li><a href="https://www.dw.com/en/china-s-tech-rise-reshapes-the-global-space-race/a-77790036?maca=en-rss-en-world-4025-rdf">China's tech rise reshapes the global space race</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org41d80d5" class="outline-3">
<h3 id="org41d80d5">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org41d80d5">
</div>
<div id="outline-container-org8939a5f" class="outline-4">
<h4 id="org8939a5f">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org8939a5f">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/forca-da-fraternidade-sao-pio-10o-nao-esta-nos-numeros.shtml">Força da Fraternidade São Pio 10º não está nos números</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/voceviu/2026/07/rivalidade-entre-gabriel-magalhaes-e-erling-haaland-vira-ship-nas-redes-sociais.shtml">Rivalidade entre Gabriel Magalhães e Erling Haaland vira 'ship' nas redes sociais</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/07/cvm-dispensa-gestora-de-oferta-publica-por-acoes-da-oncoclinicas.shtml">CVM dispensa gestora de oferta pública por ações da Oncoclínicas</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/com-um-a-menos-eua-batem-a-bosnia-e-herzegovina-e-voltam-as-oitavas-de-final-da-copa.shtml">Com um a menos, EUA batem a Bósnia e Herzegovina e voltam às oitavas da Copa; veja lances</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/07/dialogos-entre-vorcaro-e-publicitario-mostram-ordem-de-devassa-contra-jornalista.shtml">Diálogos entre Vorcaro e publicitário mostram ordem de devassa contra jornalista</a></li>
</ul>
</div>
</div>
